[
  {
    "ENTRYTYPE": "article",
    "ID": "Palmer2023",
    "abstract": "SARS-CoV-2 has resulted in high levels of morbidity and mortality world-wide, and severe complications can occur in older populations. Humoral immunity induced by authorized vaccines wanes within 6 months, and frequent boosts may only offer transient protection. GRT-R910 is an investigational self-amplifying mRNA (samRNA)-based SARS-CoV-2 vaccine delivering full-length Spike and selected conserved non-Spike T cell epitopes. This study reports interim analyses for a phase I open-label dose-escalation trial evaluating GRT-R910 in previously vaccinated healthy older adults (NCT05148962). Primary endpoints of safety and tolerability were assessed. Most solicited local and systemic adverse events (AEs) following GRT-R910 dosing were mild to moderate and transient, and no treatment-related serious AEs were observed. The secondary endpoint of immunogenicity was assessed via IgG binding assays, neutralization assays, interferon-gamma ELISpot, and intracellular cytokine staining. Neutralizing antibody titers against ancestral Spike and variants of concern were boosted or induced by GRT-R910 and, contrasting to authorized vaccines, persisted through at least 6 months after the booster dose. GRT-R910 increased and/or broadened functional Spike-specific T cell responses and primed functional T cell responses to conserved non-Spike epitopes. This study is limited due to small sample size, and additional data from ongoing studies will be required to corroborate these interim findings.",
    "author": "Palmer, Christine D. and Scallan, Ciaran D. and Kraemer-Tardif, Lauren D. and Kachura, Melissa A. and Rappaport, Amy R. and Koralek, Daniel O. and Uriel, Alison and Gitlin, Leonid and Klein, Joshua and Davis, Matthew J. and Venkatraman, Harshni and Hart, Meghan G. and Jaroslavsky, Jason R. and Kounlavouth, Sonia and Marrali, Martina and Nganje, Charmaine N. and Bae, Kyounghwa and Yan, Tiffany and Leodones, Katharyn and Egorova, Milana and Hong, Sue-Jean and Kuan, Jenchun and Grappi, Silvia and Garbes, Pedro and Jooss, Karin and Ustianowski, Andrew",
    "doi": "10.1038/s41467-023-39053-9",
    "issn": "2041-1723",
    "journal": "Nature Communications",
    "month": "jun",
    "number": "1",
    "pages": "3274",
    "pmid": "37280238",
    "publisher": "Springer US",
    "title": "GRT-R910: a self-amplifying mRNA SARS-CoV-2 vaccine boosts immunity for ≥6 months in previously-vaccinated older adults",
    "url": ["https://www.nature.com/articles/s41467-023-39053-9"],
    "volume": "14",
    "year": "2023"
  },
  {
    "ENTRYTYPE": "article",
    "ID": "Hogan2021",
    "abstract": "The sulfated glycosaminoglycans (GAGs) are long, linear polysaccharide chains that are typically found as the glycan portion of proteoglycans. These GAGs are characterized by repeating disaccharide units with variable sulfation and acetylation patterns along the chain. GAG length and modification patterns have profound impacts on growth factor signaling mechanisms central to numerous physiological processes. Electron activated dissociation tandem mass spectrometry is a very effective technique for assigning the structures of GAG saccharides; however, manual interpretation of the resulting complex tandem mass spectra is a difficult and time-consuming process that drives the development of computational methods for accurate and efficient sequencing. We have recently published GAGfinder, the first peak picking and elemental composition assignment algorithm specifically designed for GAG tandem mass spectra. Here, we present GAGrank, a novel network-based method for determining GAG structure using information extracted from tandem mass spectra using GAGfinder. GAGrank is based on Google's PageRank algorithm for ranking websites for search engine output. In particular, it is an implementation of BiRank, an extension of PageRank for bipartite networks. In our implementation, the two partitions comprise every possible sequence for a given GAG composition and the tandem MS fragments found using GAGfinder. Sequences are given a higher ranking if they link to many important fragments. Using the simulated annealing probabilistic optimization technique, we optimized GAGrank's parameters on ten training sequences. We then validated GAGrank's performance on three validation sequences. We also demonstrated GAGrank's ability to sequence isomeric mixtures using two mixtures at five different ratios.",
    "author": "Hogan, John D. and Wu, Jiandong and Klein, Joshua A. and Lin, Cheng and Carvalho, Luis and Zaia, Joseph",
    "doi": "10.1016/J.MCPRO.2021.100093",
    "issn": "15359484",
    "journal": "Molecular and Cellular Proteomics",
    "pages": "100093",
    "pmid": "33992776",
    "publisher": "Elsevier Inc",
    "title": "GAGrank: Software for glycosaminoglycan sequence ranking using a bipartite graph model",
    "url": ["https://doi.org/10.1016/j.mcpro.2021.100093"],
    "volume": "20",
    "year": "2021"
  },
  {
    "ENTRYTYPE": "article",
    "ID": "Deutsch2021",
    "abstract": "Mass spectra provide the ultimate evidence to support the findings of mass spectrometry proteomics studies in publications, and it is therefore crucial to be able to trace the conclusions back to the spectra. The Universal Spectrum Identifier (USI) provides a standardized mechanism for encoding a virtual path to any mass spectrum contained in datasets deposited to public proteomics repositories. USI enables greater transparency of spectral evidence, with more than 1 billion USI identifications from over 3 billion spectra already available through ProteomeXchange repositories.",
    "author": "Deutsch, Eric W. and Perez-Riverol, Yasset and Carver, Jeremy and Kawano, Shin and Mendoza, Luis and Van Den Bossche, Tim and Gabriels, Ralf and Binz, Pierre Alain and Pullman, Benjamin and Sun, Zhi and Shofstahl, Jim and Bittremieux, Wout and Mak, Tytus D. and Klein, Joshua and Zhu, Yunping and Lam, Henry and Vizcaíno, Juan Antonio and Bandeira, Nuno",
    "doi": "10.1038/s41592-021-01184-6",
    "isbn": "4159202101",
    "issn": "15487105",
    "journal": "Nature Methods",
    "number": "7",
    "pages": "768--770",
    "pmid": "34183830",
    "publisher": "Springer US",
    "title": "Universal Spectrum Identifier for mass spectra",
    "url": ["http://dx.doi.org/10.1038/s41592-021-01184-6"],
    "volume": "18",
    "year": "2021"
  },
  {
    "ENTRYTYPE": "article",
    "ID": "Chang2021",
    "abstract": "The spike protein of SARS-CoV-2, the virus responsible for the global pandemic of COVID-19, is an abundant, heavily glycosylated surface protein that plays a key role in receptor binding and host cell fusion, and is the focus of all current vaccine development efforts. Variants of concern are now circulating worldwide that exhibit mutations in the spike protein. Protein sequence and glycosylation variations of the spike may affect viral fitness, antigenicity, and immune evasion. Global surveillance of the virus currently involves genome sequencing, but tracking emerging variants should include quantitative measurement of changes in site-specific glycosylation as well. In this work, we used data-dependent acquisition (DDA) and data-independent acquisition (DIA) mass spectrometry to quantitatively characterize the five N-linked glycosylation sites of the glycoprotein standard alpha-1-acid glycoprotein (AGP), as well as the 22 sites of the SARS-CoV-2 spike protein. We found that DIA compared favorably to DDA in sensitivity, resulting in more assignments of low-abundance glycopeptides. However, the reproducibility across replicates of DIA-identified glycopeptides was lower than that of DDA, possibly due to the difficulty of reliably assigning low-abundance glycopeptides confidently. The differences in the data acquired between the two methods suggest that DIA outperforms DDA in terms of glycoprotein coverage but that overall performance is a balance of sensitivity, selectivity, and statistical confidence in glycoproteomics. We assert that these analytical and bioinformatics methods for assigning and quantifying glycoforms would benefit the process of tracking viral variants as well as for vaccine development. Graphical abstract: [Figure not available: see fulltext.]",
    "author": "Chang, Deborah and Klein, Joshua A. and Nalehua, Mary Rachel and Hackett, William E. and Zaia, Joseph",
    "doi": "10.1007/s00216-021-03643-7",
    "issn": "16182650",
    "journal": "Analytical and Bioanalytical Chemistry",
    "keywords": "DIA,Glycoproteomics,Glycosylation,Mass spectrometry,SARS-CoV-2,Spike protein",
    "number": "29",
    "pages": "7305--7318",
    "pmid": "34635934",
    "publisher": "Analytical and Bioanalytical Chemistry",
    "title": "Data-independent acquisition mass spectrometry for site-specific glycoproteomics characterization of SARS-CoV-2 spike protein",
    "volume": "413",
    "year": "2021"
  },
  {
    "ENTRYTYPE": "article",
    "ID": "Raghunathan2019a",
    "author": "Raghunathan, Rekha and Sethi, Manveen K. and Klein, Joshua A. and Zaia, Joseph",
    "doi": "10.1074/mcp.R119.001543",
    "issn": "1535-9476",
    "journal": "Molecular & Cellular Proteomics",
    "month": "nov",
    "number": "11",
    "pages": "2138--2148",
    "title": "Proteomics, Glycomics, and Glycoproteomics of Matrisome Molecules",
    "url": ["http://www.mcponline.org/lookup/doi/10.1074/mcp.R119.001543"],
    "volume": "18",
    "year": "2019"
  },
  {
    "ENTRYTYPE": "article",
    "ID": "Raghunathan2019",
    "abstract": "The most straightforward applications of proteomics database searching involve intracellular proteins. Although intracellular gene products number in the thousands, their well-defined post-translational modifications (PTMs) makes database searching practical. By contrast, cell surface and extracellular matrisome proteins pass through the secretory pathway where many become glycosylated, modulating their physicochemical properties, adhesive interactions, and diversifying their functions. Although matrisome proteins number only a few hundred, their high degree of complex glycosylation multiplies the number of theoretical proteoforms by orders of magnitude. Given that extracellular networks that mediate cell-cell and cell-pathogen interactions in physiology depend on glycosylation, it is important to characterize the proteomes, glycomes, and glycoproteomes of matrisome molecules that exist in a given biological context. In this review, we summarize proteomics approaches for characterizing matrisome molecules, with an emphasis on applications to brain diseases. We demonstrate the availability of methods that should greatly increase the availability of information on matrisome molecular structure associated with health and disease.",
    "author": "Raghunathan, Rekha and Sethi, Manveen K. and Klein, Joshua A. and Zaia, Joseph",
    "doi": "10.1074/mcp.R119.001543",
    "issn": "15359484",
    "journal": "Molecular and Cellular Proteomics",
    "keywords": "Extracellular matrix,glycomics,glycoproteins,glycoproteomics,n-glycosylation",
    "number": "11",
    "pages": "2138--2148",
    "pmid": "31471497",
    "publisher": "\\^{A}}{\\textcopyright} 2019 Raghunathan et al.",
    "title": "Proteomics, glycomics, and glycoproteomics of matrisome molecules",
    "url": ["http://dx.doi.org/10.1074/mcp.R119.001543"],
    "volume": "18",
    "year": "2019"
  },
  {
    "ENTRYTYPE": "article",
    "ID": "Levitsky2018",
    "abstract": "Many of the novel ideas that drive today's proteomic technologies are focused essentially on experimental or data-processing workflows. The latter are implemented and published in a number of ways, from custom scripts and programs, to projects built using general- purpose or specialized workflow engines; a large part of routine data processing is performed manually or with custom scripts that remain unpublished. Facilitating the development of reproducible data- processing workflows becomes essential for increasing the efficiency of proteomic research. To assist in overcoming the bioinformatics challenges in the daily practice of proteomic laboratories, 5 years ago we developed and announced Pyteomics, a freely available open-source library providing Python interfaces to proteomic data. We summarize the new functionality of Pyteomics developed during the time since its introduction.",
    "author": "Levitsky, Lev I. and Klein, Joshua A. and Ivanov, Mark V. and Gorshkov, Mikhail V.",
    "doi": "10.1021/acs.jproteome.8b00717",
    "issn": "1535-3893",
    "journal": "Journal of Proteome Research",
    "keywords": "Python,proteomics,software libraries",
    "month": "feb",
    "number": "2",
    "pages": "709--714",
    "pmid": "30576148",
    "title": "Pyteomics 4.0: Five Years of Development of a Python Proteomics Framework",
    "url": ["http://pubs.acs.org/doi/10.1021/acs.jproteome.8b00717"],
    "volume": "18",
    "year": "2019"
  },
  {
    "ENTRYTYPE": "article",
    "ID": "Wu2018",
    "author": "Wu, Jiandong and Wei, Juan and Hogan, John D. and Chopra, Pradeep and Joshi, Apoorva and Lu, Weigang and Klein, Joshua and Boons, Geert-Jan and Lin, Cheng and Zaia, Joseph",
    "doi": "10.1007/s13361-018-1907-0",
    "issn": "1044-0305",
    "journal": "Journal of The American Society for Mass Spectrometry",
    "month": "mar",
    "pages": "1--11",
    "publisher": "Springer US",
    "title": "Negative Electron Transfer Dissociation Sequencing of 3-O-Sulfation-Containing Heparan Sulfate Oligosaccharides",
    "url": ["http://link.springer.com/10.1007/s13361-018-1907-0"],
    "year": "2018"
  },
  {
    "ENTRYTYPE": "article",
    "ID": "Raghunathan2018",
    "abstract": "Parkinson's disease (PD) is a neurological disorder characterized by the progressive loss of functional dopaminergic neurons in the nigrostriatal pathway in the brain.  While current treatments provide only symptomatic relief, gene therapy has the potential to slow or halt the degeneration of nigrostriatal dopamine neurons in PD patients. Adeno-associated viruses (AAV) are vectors of choice in gene therapy due to their well-characterized safety and efficacy profiles; however, while gene therapy has been successful in preclinical models of the disease, clinical trials in humans have failed to demonstrate efficacy.  Significantly, all primary AAV receptors of the virus are glycans. We thus hypothesize that age related changes in glycan receptors of heparan sulfate (HS) proteoglycans (receptor for rAAV2), and/or N-glycans with terminal galactose (receptor for rAAV9) results in poor adeno-associated virus binding in either the striatum or substantia nigra, or both, affecting transduction and gene delivery. To test our hypothesis we analyzed the striatum and substantia nigra for changes in HS, N-glycans and proteomic signatures in young versus aged rat brain striatum and substantia nigra.We observed different brain region-specific HS disaccharide profiles in aged compared to young adult rats for brain region-specific profiles in striatum versus substantia nigra. We observed brain region- and age-specific N-glycan compositional profiles with respect to the terminal galactose units that serve as receptors for AAV9.  We also observed brain region-specific changes in protein expression in the aging nigrostriatal pathway.  These studies provide insight into age- and brain region-specific changes in glycan receptors and proteome that will inform design of improved viral vectors for PD gene therapy.",
    "author": "Raghunathan, Rekha and Polinski, Nicole K. and Klein, Joshua A. and Hogan, John D. and Shao, Chun and Khatri, Kshitij and Leon, Deborah R. and McComb, Mark E. and Manfredsson, Fredric P. and Sortwell, Caryl E. and Zaia, Joseph",
    "doi": "10.1074/mcp.RA118.000680",
    "issn": "1535-9476",
    "journal": "Molecular & Cellular Proteomics",
    "pages": "mcp.RA118.000680",
    "pmid": "29915149",
    "title": "Glycomic and Proteomic changes in aging brain nigrostriatal pathway",
    "url": ["http://www.mcponline.org/lookup/doi/10.1074/mcp.RA118.000680"],
    "year": "2018"
  },
  {
    "ENTRYTYPE": "article",
    "ID": "Kosters2018",
    "abstract": "Motivation In the new release of pymzML (v2.0), we have optimized the speed of this established tool for mass spectrometry data analysis to adapt to an increasing amounts of data in mass spectrometry. Thus, we integrated faster libraries for numerical calculations, improved data retrieving algorithms and have optimized the source code. Importantly, to adapt to rapidly growing file sizes, we developed a generalizable compression scheme for very fast random access and applied this concept to mzML files to retrieve spectral data. Results pymzML performs at par with established C programs when it comes to processing times. However, it offers the versatility of a scripting language, while adding unprecedented fast random access to compressed files. Additionally, we designed our compression scheme in such a general way that it can be applied to any field where fast random access to large data blocks in compressed files is desired. Availability pymzML is freely available on https://pymzml.github.io under GPL license. pymzML requires Python3.4+ and optionally numpy. Documentation available on http://pymzml.readthedocs.io . Contact christian@fufezan.net.",
    "author": "Kösters, M and Leufken, J and Schulze, S and Sugimoto, K and Klein, J and Zahedi, R P and Hippler, M and Leidel, S A and Fufezan, C",
    "doi": "10.1093/bioinformatics/bty046",
    "editor": "Wren, Jonathan",
    "issn": "1367-4803",
    "journal": "Bioinformatics",
    "month": "jul",
    "number": "14",
    "pages": "2513--2514",
    "pmid": "29394323",
    "title": "pymzML v2.0: introducing a highly compressed and seekable gzip format",
    "url": [
      "https://academic.oup.com/bioinformatics/advance-article/doi/10.1093/bioinformatics/bty046/4831092",
      "http://www.ncbi.nlm.nih.gov/pubmed/29394323%0Ahttps://academic.oup.com/bioinformatics/advance-article/doi/10.1093/bioinformatics/bty046/4831092",
      "http://www.nc"
    ],
    "volume": "34",
    "year": "2018"
  },
  {
    "ENTRYTYPE": "article",
    "ID": "Khatri2018",
    "abstract": "Analysis of singly glycosylated peptides has evolved to a point where large-scale LC-MS analyses can be performed at almost the same scale as proteomics experiments. While collisionally activated dissociation (CAD) remains the mainstay of bottom-up analyses, it performs poorly for the middle-down analysis of multiply glycosylated peptides. With improvements in instrumentation, electron-activated dissociation (ExD) modes are becoming increasingly prevalent for proteomics experiments and for the analysis of fragile modifications such as glycosylation. While these methods have been applied for glycopeptide analysis in isolated studies, an organized effort to compare their efficiencies, particularly for analysis of multiply glycosylated peptides (termed here middle-down glycoproteomics), has not been made. We therefore compared the performance of different ExD modes for middle-down glycopeptide analyses. We identified key features among the different dissociation modes and show that increased electron energy and supplemental activation provide the most useful data for middle-down glycopeptide analysis. Graphical Abstract.",
    "author": "Khatri, Kshitij and Pu, Yi and Klein, Joshua A. and Wei, Juan and Costello, Catherine E. and Lin, Cheng and Zaia, Joseph",
    "doi": "10.1007/s13361-018-1909-y",
    "issn": "1044-0305",
    "journal": "Journal of The American Society for Mass Spectrometry",
    "keywords": "EThcD,Electron-activated dissociation,FTICR-MS,Glycoproteomics,Middle-down,Tandem MS,hotECD",
    "month": "jun",
    "number": "6",
    "pages": "1075--1085",
    "pmid": "29663256",
    "title": "Comparison of Collisional and Electron-Based Dissociation Modes for Middle-Down Analysis of Multiply Glycosylated Peptides",
    "url": [
      "http://www.ncbi.nlm.nih.gov/pubmed/29663256",
      "http://www.pubmedcentral.nih.gov/articlerender.fcgi?artid=PMC6004259",
      "http://link.springer.com/10.1007/s13361-018-1909-y"
    ],
    "volume": "29",
    "year": "2018"
  },
  {
    "ENTRYTYPE": "article",
    "ID": "Hogan2018",
    "abstract": "Glycosaminoglycans (GAGs) covalently linked to proteoglycans (PGs) are characterized by repeating disaccharide units and variable sulfation patterns along the chain. GAG length and sulfation patterns impact disease etiology, cellular signaling, and structural support for cells. We and others have demonstrated the usefulness of tandem mass spectrometry (MS2) for assigning the structures of GAG saccharides; however, manual interpretation of tandem mass spectra is time-consuming, so computational methods must be employed. In the proteomics domain, the identification of monoisotopic peaks and charge states relies on algorithms that use averagine, or the average building block of the compound class being analyzed. While these methods perform well for protein and peptide spectra, they perform poorly on GAG tandem mass spectra, due to the fact that a single average building block does not characterize the variable sulfation of GAG disaccharide units. In addition, it is necessary to assign product ion isotope patterns in order to interpret the tandem mass spectra of GAG saccharides. To address these problems, we developed GAGfinder, the first tandem mass spectrum peak finding algorithm developed specifically for GAGs. We define peak finding as assigning experimental isotopic peaks directly to a given product ion composition, as opposed to deconvolution or peak picking, which are terms more accurately describing the existing methods previously mentioned. GAGfinder is a targeted, brute force approach to spectrum analysis that utilizes precursor composition information to generate all theoretical fragments. GAGfinder also performs peak isotope composition annotation, which is typically a subsequent step for averagine-based methods. Data are available via ProteomeXchange with identifier PXD009101.",
    "author": "Hogan, John D and Klein, Joshua A and Wu, Jiandong and Chopra, Pradeep and Boons, Geert-Jan and Carvalho, Luis and Lin, Cheng and Zaia, Joseph",
    "doi": "10.1074/mcp.RA118.000590",
    "issn": "1535-9476",
    "journal": "Molecular & Cellular Proteomics",
    "keywords": "Bioinformatics,Bioinformatics software,Glycomics,Glycosylation,Mass Spectrometry,glycosaminoglycan,heparan sulfate,peak finding",
    "month": "apr",
    "number": "617",
    "pages": "mcp.RA118.000590",
    "pmid": "29615495",
    "title": "Software for peak finding and elemental composition assignment for glycosaminoglycan tandem mass spectra",
    "url": [
      "http://www.ncbi.nlm.nih.gov/pubmed/29615495",
      "http://www.mcponline.org/lookup/doi/10.1074/mcp.RA118.000590"
    ],
    "volume": "1",
    "year": "2018"
  },
  {
    "ENTRYTYPE": "article",
    "ID": "Khatri2017",
    "abstract": "Glycomics and glycoproteomics analyses by mass spectrometry require efficient front-end separation methods to enable deep characterization of heterogeneous glycoform populations. Chromatography methods are generally limited in their ability to resolve glycoforms using mobile phases that are compatible with online liquid chromatography–mass spectrometry (LC-MS). The adoption of capillary electrophoresis–mass spectrometry methods (CE-MS) for glycomics and glycoproteomics is limited by the lack of convenient interfaces for coupling the CE devices to mass spectrometers. Here, we describe the application of a microfluidics-based CE-MS system for analysis of released glycans, glycopeptides and monosaccharides. We demonstrate a single CE method for three different modalities, thus contributing to comprehensive glycoproteomics analyses. In addition, we explored compatible sample derivatization methods. We used glycan TMT-labeling to improve electrophoretic migration and enable multiplexed quantitation by tandem M...",
    "author": "Khatri, Kshitij and Klein, Joshua A. and Haserick, John R. and Leon, Deborah R. and Costello, Catherine E. and McComb, Mark E. and Zaia, Joseph",
    "doi": "10.1021/acs.analchem.7b00875",
    "isbn": "1617638676",
    "issn": "0003-2700",
    "journal": "Analytical Chemistry",
    "month": "jun",
    "number": "12",
    "pages": "6645--6655",
    "pmid": "28530388",
    "publisher": "American Chemical Society",
    "title": "Microfluidic Capillary Electrophoresis–Mass Spectrometry for Analysis of Monosaccharides, Oligosaccharides, and Glycopeptides",
    "url": [
      "http://pubs.acs.org/doi/abs/10.1021/acs.analchem.7b00875",
      "http://pubs.acs.org/doi/10.1021/acs.analchem.7b00875"
    ],
    "volume": "89",
    "year": "2017"
  },
  {
    "ENTRYTYPE": "article",
    "ID": "Haserick2017",
    "abstract": "\\textcopyright} 2017 Haserick et al. This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited. Cryptosporidium parvum (studied here) and Cryptosporidium hominis are important causes of diarrhea in infants and immunosuppressed persons. C. parvum vaccine candidates, which are on the surface of sporozoites, include glycoproteins with Ser- and Thr-rich domains (Gp15, Gp40, and Gp900) and a low complexity, acidic protein (Cp23). Here we used mass spectrometry to determine that O-linked GalNAc is present in dense arrays on a glycopeptide with consecutive Ser derived from Gp40 and on glycopeptides with consecutive Thr derived from Gp20, a novel C. parvum glycoprotein with a formula weight of $\\sim$20 kDa. In contrast, the occupied Ser or Thr residues in glycopeptides from Gp15 and Gp900 are isolated from one another. Gly at the N-terminus of Cp23 is N-myristoylated, while Cys, the second amino acid, is S-palmitoylated. In summary, C. parvum O-GalNAc transferases, which are homologs of host enzymes, densely modify arrays of Ser or Thr, as well as isolated Ser and Thr residues on C. parvum vaccine candidates. The N-terminus of an immunodominant antigen has lipid modifications similar to those of host cells and other apicomplexan parasites. Mass spectrometric demonstration here of glycopeptides with O-glycans complements previous identification C. parvum O-GalNAc transferases, lectin binding to vaccine candidates, and human and mouse antibodies binding to glycopeptides. The significance of these post-translational modifications is discussed with regards to the function of these proteins and the design of serological tests and vaccines.",
    "author": "Haserick, J.R. and Klein, J.A. and Costello, C.E. and Samuelson, J.",
    "doi": "10.1371/journal.pone.0182395",
    "issn": "19326203",
    "journal": "PLoS ONE",
    "number": "8",
    "title": "Cryptosporidium parvum vaccine candidates are incompletely modified with O-linked-N-acetylgalactosamine or contain N-terminal N-myristate and S-palmitate",
    "volume": "12",
    "year": "2017"
  },
  {
    "ENTRYTYPE": "article",
    "ID": "Zaia2016",
    "abstract": "Low-molecular weight heparins (LMWH) prepared by partial depolymerization of unfractionated heparin are used globally to treat coagulation disorders on an outpatient basis. Patent protection for several LMWH has expired and abbreviated new drug applications have been approved by the Food and Drug Administration. As a result, reverse engineering of LMWH for biosimilar LMWH has become an active global endeavor. Traditionally, the molecular weight distributions of LMWH preparations have been determined using size exclusion chromatography (SEC) with optical detection. Recent advances in liquid chromatography−mass spectrometry methods have enabled exact mass measurements of heparin saccharides roughly up to degree-of-polymerization 20, leaving the high molecular weight half of the LMWH preparation unassigned. We demonstrate a new LC−MS system capable of determining the exact masses of complete LMWH preparations, up to dp30. This system employed an ion suppressor cell to desalt the chromatographic effluent online prior to the electrospray mass spectrometry source. We expect this new capability will impact the ability to define LMWH mixtures favorably. P",
    "author": "Zaia, Joseph and Khatri, Kshitij and Klein, Joshua and Shao, Chun and Sheng, Yuewei and Viner, Rosa",
    "doi": "10.1021/acs.analchem.6b03081",
    "issn": "15206882",
    "journal": "Analytical Chemistry",
    "month": "nov",
    "number": "21",
    "pages": "10654--10660",
    "title": "Complete Molecular Weight Profiling of Low-Molecular Weight Heparins Using Size Exclusion Chromatography-Ion Suppressor-High-Resolution Mass Spectrometry",
    "url": ["http://pubs.acs.org/doi/abs/10.1021/acs.analchem.6b03081"],
    "volume": "88",
    "year": "2016"
  },
  {
    "ENTRYTYPE": "article",
    "ID": "Khatri2016b",
    "author": "Khatri, Kshitij and Klein, Joshua A. and Zaia, Joseph",
    "doi": "10.1007/s00216-016-9970-5",
    "isbn": "1618-2650 (Electronic) 1618-2642 (Linking)",
    "issn": "1618-2642",
    "journal": "Analytical and Bioanalytical Chemistry",
    "keywords": "Glycoinformatics,Glycoproteomics,Integrated-omics,alpha-1-acid glycoprotein,glycoinformatics,glycomics,glycoproteomics,glycosylation,integrated-omics,mass spectrometry",
    "pmid": "27734143",
    "publisher": "Analytical and Bioanalytical Chemistry",
    "title": "Use of an informed search space maximizes confidence of site-specific assignment of glycoprotein glycosylation",
    "url": ["http://link.springer.com/10.1007/s00216-016-9970-5"],
    "year": "2016"
  },
  {
    "ENTRYTYPE": "article",
    "ID": "Khatri2016",
    "abstract": "best the disruption or creation of sequons for N-linked glycosylation; they do not reflect actual phenotypic changes in HA structure. Therefore, combined analysis of glycan micro- and macro-heterogeneity and bioassays will better define the relationships among glycosylation, viral bioactivity and evolution. We present a study that integrates proteomics, glycomics and glycoproteomics of HA before and after adaptation to innate immune system pressure. We combined this information with glycan array and immune lectin binding data to correlate the phenotypic changes with biological activity. Underprocessed glycoforms predominated at the glycosylation sites found to be involved in viral evolution in response to selection pressures and interactions with innate immune-lectins. To understand the structural basis for site-specific glycan microheterogeneity at these sites, we performed structural modeling and molecular dynamics simulations. We observed that the presence of immature, high-mannose type glycans at a particular site correlated with reduced accessibility to glycan remodeling enzymes. Further, the high mannose glycans at sites implicated in immune lectin recognition were predicted to be capable of forming trimeric interactions with the immune-lectin surfactant protein-D.",
    "author": "Khatri, Kshitij and Klein, Joshua A and White, Mitchell R. and Grant, Oliver C. and Leymarie, Nancy and Woods, Robert J. and Hartshorn, Kevan L. and Zaia, Joseph",
    "doi": "10.1074/mcp.M116.058016",
    "isbn": "1617638676",
    "issn": "15359476",
    "journal": "Molecular & Cellular Proteomics",
    "keywords": "ERManI,Influenza A virus,glycomics,glycoproteomics,glycosylation,hemagglutinin,innate immunity,integrated-omics,molecular dynamics,surfactant protein-D",
    "month": "jun",
    "number": "6",
    "pages": "1895--1912",
    "pmid": "26984886",
    "title": "Integrated Omics and Computational Glycobiology Reveal Structural Basis for Influenza A Virus Glycan Microheterogeneity and Host Interactions",
    "url": [
      "http://www.ncbi.nlm.nih.gov/pubmed/26984886",
      "http://www.mcponline.org/lookup/doi/10.1074/mcp.M116.058016",
      "https://linkinghub.elsevier.com/retrieve/pii/S1535947620335453"
    ],
    "volume": "15",
    "year": "2016"
  },
  {
    "ENTRYTYPE": "article",
    "ID": "Hu2016",
    "abstract": "Despite the publication of several software tools for analysis of glycopeptide tandem mass spectra, there remains a lack of consensus regarding the most effective and appropriate methods. In part, this reflects problems with applying standard methods for proteomics database searching and false discovery rate calculation. While the analysis of small post-translational modifications (PTMs) may be regarded as an extension of proteomics database searching, glycosylation requires specialized approaches. This is because glycans are large and heterogeneous by nature, causing glycopeptides to exist as multiple glycosylated variants. Thus, the mass of the peptide cannot be calculated directly from that of the intact glycopeptide. In addition, the chemical nature of the glycan strongly influences product ion patterns observed for glycopeptides. As a result, glycopeptidomics requires specialized bioinformatics methods. We summarize the recent progress towards a consensus for effective glycopeptide tandem mass spectrometric analysis.",
    "author": "Hu, Han and Khatri, Kshitij and Klein, Joshua and Leymarie, Nancy and Zaia, Joseph",
    "doi": "10.1007/s10719-015-9633-3",
    "issn": "0282-0080",
    "journal": "Glycoconjugate Journal",
    "keywords": "Bioinformatics,Collisional activated dissociation,Electron transfer dissociation,Glycopeptide,Glycoprotein,Mass spectrometry,Software tool,Tandem mass spectrometry",
    "month": "jun",
    "number": "3",
    "pages": "285--296",
    "pmid": "26612686",
    "publisher": "Springer US",
    "title": "A review of methods for interpretation of glycopeptide tandem mass spectral data",
    "url": ["http://link.springer.com/10.1007/s10719-015-9633-3"],
    "volume": "33",
    "year": "2016"
  },
  {
    "ENTRYTYPE": "article",
    "ID": "Garrett2013",
    "abstract": "Corals and other cnidarians house photosynthetic dinoflagellate symbionts within membrane-bound compartments inside gastrodermal cells. Nutritional interchanges between the partners produce carbohydrates and lipids for metabolism, growth, energy stores, and cellular structures. Although lipids play a central role in the both the energetics and the structural/morphological features of the symbiosis, previous research has primarily focused on the fatty acid and neutral lipid composition of the host and symbiont. In this study we conducted a mass spectrometry-based survey of the lipidomic changes associated with symbiosis in the sea anemone Aiptasia pallida, an important model system for coral symbiosis. Lipid extracts from A. pallida in and out of symbiosis with its symbiont Symbiodinium were prepared and analyzed using negative-ion electrospray ionization quadrupole time-of-flight mass spectrometry. Through this analysis we have identified, by exact mass and collision-induced dissociation mass spectrometry (MS/MS), several classes of glycerophospholipids in A. pallida. Several molecular species of di-acyl phosphatidylinositol and phosphatidylserine as well as 1-alkyl, 2-acyl phosphatidylethanolamine (PE) and phosphatidycholine were identified. The 1-alkyl, 2-acyl PEs are acid sensitive suggestive that they are plasmalogen PEs possessing a double bond at the 1-position of the alkyl linked chain. In addition, we identified several molecular species of phosphonosphingolipids called ceramide aminoethylphosphonates in anemone lipid extracts by the release of a characteristic negative product ion at m/z 124.014 during MS/MS analysis. Sulfoquinovosyldiacylglycerol (SQDG), an anionic lipid often found in photosynthetic organisms, was identified as a prominent component of Symbiodinium lipid extracts. A comparison of anemone lipid profiles revealed a subset of lipids that show dramatic differences in abundance when anemones are in the symbiotic state as compared to the non-symbiotic state. The data generated in this analysis will serve as a resource to further investigate the role of lipids in symbiosis between Symbiodinium and A. pallida.",
    "author": "Garrett, Teresa A. and Schmeitzel, John L. and Klein, Joshua A. and Hwang, Janice J. and Schwarz, Jodi A.",
    "doi": "10.1371/journal.pone.0057975",
    "issn": "1932-6203",
    "journal": "PloS one",
    "number": "3",
    "pages": "e57975",
    "pmid": "23483956",
    "title": "Comparative lipid profiling of the cnidarian Aiptasia pallida and its dinoflagellate symbiont.",
    "url": [
      "http://www.ncbi.nlm.nih.gov/pubmed/23483956",
      "http://www.pubmedcentral.nih.gov/articlerender.fcgi?artid=PMC3587569"
    ],
    "volume": "8",
    "year": "2013"
  },
  {
    "ENTRYTYPE": "article",
    "ID": "Leduc",
    "abstract": "It is important for the proteomics community to have a standardized manner to represent all possible variations of a protein or peptide primary sequence, including natural, chemically induced, and artifactual modifications. The Human Proteome Organization Proteomics Standards Initiative in collaboration with several members of the Consortium for Top-Down Proteomics (CTDP) has developed a standard notation called ProForma 2.0, which is a substantial extension of the original ProForma notation developed by the CTDP. ProForma 2.0 aims to unify the representation of proteoforms and peptidoforms. ProForma 2.0 supports use cases needed for bottom-up and middle-/top-down proteomics approaches and allows the encoding of highly modified proteins and peptides using a human- and machine-readable string. ProForma 2.0 can be used to represent protein modifications in a specified or ambiguous location, designated by mass shifts, chemical formulas, or controlled vocabulary terms, including cross-links (natural and chemical) and atomic isotopes. Notational conventions are based on public controlled vocabularies and ontologies. The most up-to-date full specification document and information about software implementations are available at http://psidev.info/proforma.",
    "author": "Leduc, Richard D and Deutsch, Eric W and Fellers, Ryan T and Anthony, J and Klein, Joshua A and Bossche, Tim Van Den and Gabriels, Ralf and Pullman, Benjamin and Bandeira, Nuno and Kelleher, Neil L and Paul, M",
    "doi": "10.1021/acs.jproteome.1c00771",
    "journal": "Journal of Proteome Research",
    "title": "Proteomics Standards Initiative’s ProForma 2.0: Unifying the Encoding of Proteoforms and Peptidoforms",
    "year": "2022",
    "url": [
      "https://pubs.acs.org/doi/10.1021/acs.jproteome.1c00771"
    ]
  }
]
